{"god_text": "Coatlicue. An earth-goddess; symbol of the earth both as a creator and destroyer; patron of childbirth; associated with warfare; governance; and agriculture; gave birth to many gods; among which is Huitzilopochtli Affiliation: quetzal, toxcatl, creatrix, teocalli, virgin, goddess, tula, creatress, mediatrix, rhea."}
{"god_text": "Ehecatl. God of air and winds; especially those that bring rains; an aspect of Queztalcoatl that helped create humanity; associated with the west; regarded as the patron of merchants Affiliation: rumbler, quetzal, toxcatl, zac, sleety, jaguar, subfix, gusty, nito, uayeb."}
{"god_text": "Huitzilopochtli. God of the sun; war; and sacrifice; patron of Tenochtitlan; lord of the south; associated with hummingbirds and eagles Affiliation: toxcatl, quetzal, jaguar, maize, teocalli, hummingbird, deity, tula, macaw, pulque."}
{"god_text": "Mixcoatl. God of the hunt; identified with the Milky Way and the stars and heavens; father of the southern constellations and of Quetzalcoatl Affiliation: toxcatl, quetzal, rumbler, jaguar, hummingbird, deity, atlatl, ocelot, phallical, thunderbird."}
{"god_text": "Quetzalcoatl. God of the wind; rain; and sky; and also considered god of learning; science; agriculture; crafts; and the arts; creator of the world and humanity; patron of priests and merchants; credited with the discovery of maize Affiliation: quetzal, tula, jaguar, hummingbird, toxcatl, deity, teocalli, maize, god, cacique."}
{"god_text": "Tezcatlipoca. God of obsidian and the night sky; specifically also the Great Bear constellation; also known as The Smoking Mirror; the 'Hummingbird Sorcerer'; the 'Flayed One'; and more; embodiment of change through conflict Affiliation: toxcatl, quetzal, deity, jaguar, maize, hummingbird, macaw, teocalli, god, manito."}
{"god_text": "Tlaloc. God of rain; storms; water; lightning; and agriculture; ruler of Tlalocan; a separate underworld consisting of those who died from drowning Affiliation: toxcatl, jaguar, quetzal, maize, glyph, buccal, deity, teocalli, crocodilian, rayed."}
{"god_text": "Xiuhtecuhtli. God of fire; day; and heat; closely associated with young warriors and rulers; overseer of the Toxiuhmolpilia festival that is held to ensure the successful renewal of the sun Affiliation: macaw, zoomorph, glyph, plumula, winkelman, piperno, codex, quincunx, glyphic, quadripartite."}
{"god_text": "Xochiquetzal. Goddess of beauty; sexual love; and household arts; associated with flowers and plants; protector of young mothers; and patron of pregnancy; childbirth; and crafts practiced by women Affiliation: toxcatl, quetzal, maize, hummingbird, goddess, patroness, bisexual, androgynous, creatrix, jaguar."}
{"god_text": "Inti. Sun god and progenitor of the Incan ruling family Affiliation: rial, relationship, macies, yerba, intimate, interaction, avian, links, phenomenologically, metaphoric."}
{"god_text": "Kon. god of rain and the southerly wind; creator of humans Affiliation: kan, berust, karo."}
{"god_text": "Pachacamac. creator of humans; associated with earthquakes and the Pachacamac temple's Oracle Affiliation: chincha, huaca, teocalli, teopan, balboa, deity, cacique, creator, huaco, quetzal."}
{"god_text": "Pachamama. earth goddess; embodied by the mountains and the cause of earthquakes Affiliation: huaco, altiplano, jerez, castellano, chincha."}
{"god_text": "Viracocha. important creator deity of the Inca; father of many gods and goddesses; teacher of civilization to the human race Affiliation: creator, cacique, auca, balboa, huaco, chincha, tambo, ayllu, cortez, quetzal."}
{"god_text": "Chaac. god of rain Affiliation: chaa, mool, guaiac, mechoacan, obispo, indican, rakan."}
{"god_text": "Ekchuah. god of war Affiliation: toxcatl, bloodletter, quetzal, zac, paddler, cruller, ophite, forgiver, codical, tonalamatl."}
{"god_text": "Ixchel. goddess of childbirth and war Affiliation: chebel, rumal, dominicale, sarbacane, pungi."}
{"god_text": "Itzel. goddess of love; beauty; the moon; and medicine Affiliation: rumal, batz, queme, scran, cretonne, lek, wae, tarve."}
{"god_text": "Ixtab. goddess of suicide and hanging Affiliation: patroness, protectress, huffy, deathblow, inventress, gibbet, tutelar, goddess, pox, talis."}
{"god_text": "Nacon. god of war Affiliation: indican, dooly, asiento, dominicale, jerez, repique, muleta, mechoacan."}
{"god_text": "Tohil. god of rain; sun; and fire Affiliation: quetzal, rumbler, toxcatl, plumbate, wakonda."}
{"god_text": "Elves. local spirits of the land Affiliation: elf, fairy, fairyfolk, elfin, mimer, genii, teg, goblin, giantess, dwarf."}
{"god_text": "Frigg. goddess of the Earth Affiliation: giantess, balder, mimer, loke, ull, ottar, volva, kinswoman, uller, seeress."}
{"god_text": "Saxnot. god of the english people Affiliation: uller, dreng, smithcraft, keek, bood, rache."}
{"god_text": "Shef. god of the corn harvest Affiliation: pungi, dilo, doina."}
{"god_text": "Thunor. god of thunder Affiliation: thunderer, smithcraft, perjurous, dithematic, uller."}
{"god_text": "Tir. god of war Affiliation: brugh, khet, byth, fod, ked, dreng, oisin, yn, underwave, sey."}
{"god_text": "Woden. god of royalty; healing; and magic Affiliation: smithcraft, uller, ull, thunderer, jarl, valhall, elves, ironwood, ottar, mimer."}
{"god_text": "Mihr. God of light and wisdom; the equivalent ofMithra; taken fromZoroastrianism Affiliation: makhzan, tarafdar, mulla."}
{"god_text": "Aray. God of war Affiliation: whan, wene, knowe, wede, breme, toke, swerd, wende, wey, wote."}
{"god_text": "Nane. Goddess of war Affiliation: twa, maun, baith, gie, whaur, thocht, naebody, naething, frae, wi."}
{"god_text": "Tir. God of writing; and interpreter of dreams Affiliation: brugh, khet, byth, fod, ked, dreng, oisin, yn, underwave, sey."}
{"god_text": "Aine. goddess of sun and light Affiliation: brugh, sidhe, cumal, oisin, llyn, townland, banshee, gullion, cwm, druid."}
{"god_text": "Anu. Goddess of nurturing Affiliation: adad, ea, ashur, bel, gula, patesi, nintu, kish, keb, ra."}
{"god_text": "Arianrhod. an earth mother goddess; moon Affiliation: ethal, cumal, druidess, howel, llyn, asteria, hilding, gorlois, underwave."}
{"god_text": "Arawn. god of the underworld; terror; revenge; and war Affiliation: ethal, oisin, fosterling, cumal, cumhal, gorlois, howel, seneschal, hersir, sith."}
{"god_text": "Aoibhell. woman of the shide; who made her dwelling in Craig Liath; Legend has it that she gave a golden harp to Meardha. Affiliation: ."}
{"god_text": "Badb. goddess of destruction and war Affiliation: ulster, brugh, loch, mac, banshee, druid, druidess, sidhe, cumal, connaught."}
{"god_text": "Balor. Although he was born with two good eyes; one was ruined in an accident; the eye is so hideous that he only opens it in battle so that its venom will slay whoever is unlucky enough to catch glimpse of it; his daughter marries Cian. Also known as Balor of the Evil Eye. Affiliation: cumal, druidess, druid, cumhal, ethal, oisin, mac, troll, giantess, ulster."}
{"god_text": "Blodeuwedd. a maiden; She was changed into an owl for extramarital sex and for plotting to kill Lleu. Symbolizes wisdom; lunar mysteries; initiations. Known to help a garden or a child grow. Known as the ninefold goddess of the Western Isles of Paradise and Flower-Face; goddess was created by Math and Gwydion as a wife for the god Lleu Affiliation: llyn, ogress, hersir, ethal, cumal, gorlois, druidess, maiden, traitorously, perjurous."}
{"god_text": "Boann. Goddess of rivers Affiliation: brugh, ethal, dee, asterion, ribble, cumal, underwave, lough, druidess, connaught."}
{"god_text": "Brigid. Goddess of poetry; fertility; protector of all who call upon her; healing; a maiden; a triple goddess Affiliation: underwave."}
{"god_text": "Bran. god of health Affiliation: whey, flaxseed, barley, oatmeal, oisin, milk, sawdust, buttermilk, groats, cumhal."}
{"god_text": "Branwen. goddess of love and beauty. Affiliation: cumal, connaught, howel, ethal, druidess, bran, cumhal, llyn, henwife, pendragon."}
{"god_text": "Bris. god of fertility and agriculture. Affiliation: parture, livered, stroy, stroyer, finitive, cadent, fensive, olid, scribing, ribber."}
{"god_text": "Caer. a maiden; a goddess of sleep and dreams; perhaps a less violent version of Mare Affiliation: ethal, townland, llyn, barony, sidhe, castle, connaught, cwm, bespelled, pacer."}
{"god_text": "Cailleach. goddess of wisdom; disease; and plague; a goddess crone/wisewoman Affiliation: sheaf, kirn, thresher, hogmanay, carline, litholatry, boggart, silesia, pixy, mayday."}
{"god_text": "Camulus. god of war of the Belgic Remi and British Trinovantes Affiliation: penda, vexillum, limma, crista."}
{"god_text": "Caswallawn. god of war Affiliation: bego, forkbeard, penda, boort, underwave, pendragon, ironside, gaut, ethal, birlinn."}
{"god_text": "Ceridwen. Inspiration; childbirth/midwifery; magic; moon; wisdom Affiliation: druid, sorceress, inro, witch, druidess, bran, rhe, changeling, cumhal, bitch."}
{"god_text": "Cian. Farther of Lugh Affiliation: cal, cine, educator, mathematician, physician, pedagogue, scholar, knowledgeable, semilegendary, cist."}
{"god_text": "Creiddylad. Goddess of flowers; love. Affiliation: hydric."}
{"god_text": "Cyhiraeth. Goddess of streams; her scream fortells death. Coincides with the Beansidhe or Banshee Affiliation: mandarah, anthraquinone, yolden, addax, iliau, morg, antecessor, tach, pilocarpine."}
{"god_text": "Cernunnos. God of virility; fertility; life; animals; forests; and the underworld. Affiliation: ithyphallic, smithcraft, horned, theriomorphic, bes, cornucopia, menhir, pluvial, ophite, statuette."}
{"god_text": "Danu. a goddess creatrix/primordial darkness; an earth mother; also goddess of nurturing Affiliation: vinata, daitya, creatrix, riksha, demoness, naga, amba, goddess, sankha."}
{"god_text": "Dagda. God of the Earth and All Father. Affiliation: cumhal, cumal, oisin, brugh, ethal, druid, sidhe, mac, druidess, lug."}
{"god_text": "Dewi. God represented by a red serpent or dragon. Affiliation: cwm, llyn, tehsil, teli, koil, lochan, capel, sundari, taluka, rasen."}
{"god_text": "Diancecht. God of healing and medicine. Affiliation: druidess, cumhal, ethal, cumal, smithcraft, brehon, healer, druid, howel, healing."}
{"god_text": "Dylan. sea god Affiliation: starring, movie, bob, jerry, brewster, powwow, jazz, film, clint, newsreel."}
{"god_text": "Epona. Goddess of Horses Affiliation: vestalia, smithcraft, situlae, biga, genetrix, cisalpine, antefix, situla, waterhorse, lacinia."}
{"god_text": "Elaine. Aspect of the maiden; she was later transformed in the Arthurian sagas. Affiliation: scarry, terry, carol, nancy, grosz, kyle, laura, peggy, steven, sander."}
{"god_text": "Eriu. Another of the three goddesses after which Ireland was named. Along with Banb and Fotia or Fodla. Affiliation: oisin, townland, cumal, brugh, underwave, mac, connaught, ethal, gullion, cumhal."}
{"god_text": "Flidais. Goddess of the forest; woodlands; and wild things Affiliation: connaught, ulster, cantred, llyn, brugh, cumal, loch, oisin, mac, cumhal."}
{"god_text": "Gwydion. Warrior and magician god; god of enchantment; illusion; magick. Affiliation: druid, merlin, ethal, oisin, cumal, cumhal, enchanter, llyn, fairyland, welsh."}
{"god_text": "Labraid. God of the underworld. Affiliation: cumal, dacker, druid, connaught, oisin, fosterling, waterhorse, larine."}
{"god_text": "Llyr. God of waters and the sea. Affiliation: cumal, howel, welsh, ethal, cumhal, connaught, smithcraft, pendragon, llyn, underwave."}
{"god_text": "Liban. Goddess of under water Affiliation: carrousel, nombril, pilori, buisson, ponceau, cwm, foulage, witchwork, warst, bourg."}
{"god_text": "Lugh. God of of kings; justice; and rulership. He was the master of all arts. Often seen as a sun or light god. Affiliation: druid, oisin, ethal, brugh, cumal, cumhal, mac, ulster, sidhe, socht."}
{"god_text": "Luchta. God of wrights; one of the triad of craft-gods of the Tuatha De Danaan Affiliation: maqui, yeller, squinter, rapparee, ethal, foliot, daman, hatstand, cumhal, rogan."}
{"god_text": "Maeve. Goddess of Earth; fertility; and war. Affiliation: ulster, connaught, mac, cumal, ethal, fand, barony, fosterling, perjurous, omadhaun."}
{"god_text": "Mider. God of the Underworld. Affiliation: brugh, oisin, cantred, carline, mac, connaught, ulster, troll, druid, llyn."}
{"god_text": "Margawse. Mother aspect of the goddess; she was transformed in the later Arthurian sagas. Affiliation: penda."}
{"god_text": "Morrigan. Goddess of destruction; fertility; moon; vegetation; war; a triple goddessMacha - Irish goddess associated with war; horses; and sovereignty; member of the MorriganNemain - Irish goddess of the frenzied havoc of war; member of the MorriganAnu - Manifestation magic; moon; air; fertility; prosperity. Celtic (Irish) goddess of plenty. Mother earth goddess and maiden aspect of the MorriganBadb - Goddess of war and death; sometimes links to rebirth and reincarnation Affiliation: druid, oisin, mac, loch, cumal, ulster, connaught, fosterling, druidess, brugh."}
{"god_text": "Macha. Irish goddess associated with war; horses; and sovereignty; member of the Morrigan Affiliation: ulster, connaught, cumal, brugh, cumhal, oisin, playfield, mac, hound, gullion."}
{"god_text": "Nemain. Irish goddess of the frenzied havoc of war; member of the Morrigan Affiliation: brugh, underwave, larine, cumal, druidess, ethal, eightscore, fosterling, mac, perjurous."}
{"god_text": "Anu. Manifestation magic; moon; air; fertility; prosperity. Celtic (Irish) goddess of plenty. Mother earth goddess and maiden aspect of the Morrigan Affiliation: adad, ea, ashur, bel, gula, patesi, nintu, kish, keb, ra."}
{"god_text": "Badb. Goddess of war and death; sometimes links to rebirth and reincarnation Affiliation: ulster, brugh, loch, mac, banshee, druid, druidess, sidhe, cumal, connaught."}
{"god_text": "Neit. Irish god of war; husband of Nemain of Badb Affiliation: lavant, ament, ra, khet, loral, vlei, spleet, undersky, bouto."}
{"god_text": "Nemain. Goddess of war Affiliation: brugh, underwave, larine, cumal, druidess, ethal, eightscore, fosterling, mac, perjurous."}
{"god_text": "Niamh. Goddess of beauty and brightness. Helps heroes at their death. Affiliation: underwave, oisin, cumhal, brugh, connaught, gorlois, llyn, ethal, conal, waterhorse."}
{"god_text": "Nuada. God of the hunt; justice; leadership; water. Affiliation: ethal, cumhal, cumal, druid, oisin, druidess, hammerer, smithcraft, brooch, sidhe."}
{"god_text": "Ogma. Warrior god often associated with Heracles. Affiliation: cumal, ethal, smithcraft, druidess, cumhal, druid, hammerer, oisin, ogham, ull."}
{"god_text": "Olwen. Goddess of flowers and springtime. Also symbolizes love and re-birth. Affiliation: cumal, ethal, howel, cadette, uncourteously, gorlois, cumhal, underwave, connaught, pendragon."}
{"god_text": "Pwyll. God; prince who married the goddess Rhiannon and bore a son; Pryderi. Affiliation: oisin, cumhal, seneschal, ethal, llyn, druid, cumal, fairy, sidhe, merlin."}
{"god_text": "Scathach. Goddess of healing; magic; fighting arts; prophecy. Affiliation: connaught, loch, ulster, oisin, druid, fosterling, swordplay, playfield, gorlois, sith."}
{"god_text": "Rhiannon. Goddess of Horses; inspiration; moon; death; fortune/luck; poetry; and music. Also known for fertility and motherhood. Affiliation: oisin, cumhal, llyn, fairy, ethal, bran, sorceress, enchanter, bespelled, faery."}
{"god_text": "Sequana. Goddess of the river and of health. Affiliation: gazi, bister, towy, ribble, phyle, bullfeast, postament, asteria, xoanon, asterion."}
{"god_text": "Shannon. Goddess of the River Shannon Affiliation: hickey, burke, kerry, bob, mack, dawdy, jerry, riley, mike, ruth."}
{"god_text": "Sul. Goddess of sun; light Affiliation: piccolo, dal, ancora, lunare, stretti, braccia, braccio, bianco, quei, mezzo."}
{"god_text": "Taliesin. God of song; known as Prince of Song; Chief of the Bards of the West; and patron god of the Druids; he was a great magician; bard; and shapeshifter who gained his knowledge from the goddess Cerridwen directly. Affiliation: bard, aneurin, merlin, oisin, druidess, cumhal, druid, minstrel, ballad, welsh."}
{"god_text": "Taranis. God of thunder Affiliation: divus, cunctator, sibylla, nympha, fretum, genetrix, sandan, crista, robur, crypta."}
{"god_text": "Taranus. God of thunder Affiliation: uller, smithcraft, menhir, ull, zoons, druidism."}
{"god_text": "Teutates. British and Gaulish god of war and the tribe; fertility; and money. Affiliation: druidism, smithcraft, sandan, asherah, sibylla, lycanthropy, menhir, baal, cisalpine, deota."}
{"god_text": "Herne. Hunter spirit of Windsor. Affiliation: chough, hobgoblin, huntsman, cougar, badger, hereward, neatherd, werewolf, nain, lynx."}
{"god_text": "Ahti. God of the sea. Affiliation: ."}
{"god_text": "Akka. Goddess of women. Affiliation: grama, nintu, kamala, chandi, amani, utu."}
{"god_text": "Ilmarinen. God of the the forge. Affiliation: ."}
{"god_text": "Mielikki. Goddess of the forrests and hunt. Affiliation: ."}
{"god_text": "Tuoni. God of the underworld. Affiliation: tarve."}
{"god_text": "Ukko. God of the sky and thunder. Affiliation: ."}
{"god_text": "Holda. goddess of winter; weather; textiles; and fertility Affiliation: kobold, elves, uller, protectress, perjurous, laurin, patroness, elf, giantess, titania."}
{"god_text": "Nerthus. goddess of the Earth (german/danish) Affiliation: uller, goddess, deota."}
{"god_text": "Ing. God of male prosperity and virility (Dutch) Affiliation: ers, ability, simply, trying, able, inability, suggesting, need, doesnt, meaningful."}
{"god_text": "Donar. God of thunder (Dutch) Affiliation: uller, smithcraft, dithematic, perjurous."}
{"god_text": "Frea. Goddess of beauty and love (Dutch) Affiliation: ull, perjurous, uller."}
{"god_text": "Frija. Goddess of beauty and love (Dutch) Affiliation: shrove, maundy, khutbah, starcraft, weekday, aphetic, dithematic, cailleach, preromanticism, hogmanay."}
{"god_text": "Saxnot. God of law and heroic glory (Dutch) Affiliation: uller, dreng, smithcraft, keek, bood, rache."}
{"god_text": "Acheron. God of one of the seven rivers of the underworld with the same name Affiliation: scamander, underworld, euripus, river, swum, sunless, briny, unfathomed, murky, ferryman."}
{"god_text": "Adonis. The mortal lover ofAphrodite Affiliation: hyacinth, sandan, orgiastic, saturnalia, lamia, resurrection, vernal, bacchanalian, mandrake, dryad."}
{"god_text": "Aeolus. King of the winds Affiliation: nauplius, asteria, nephele, cresphontes, abas, asterion, pleuron, nisus, naiad, cyclopes."}
{"god_text": "Aether. A primordial deity and the personification of the upper sky Affiliation: akasa, aer, ether, hemera, ethereal, firmament, pneuma, universe, monad, rarefaction."}
{"god_text": "Alastor. Spirit of blood feuds and vengeance Affiliation: matricide, telamon, murderess, avenger, bloodguilty, danaid, greathearted, avenging, manslaying, bloodguilt."}
{"god_text": "Alpheus. God of one of the seven rivers of the underworld with the same name Affiliation: scamander, naiad, nymph, rill, asterion, galatea, zephyrus, stream, arcadian, euripus."}
{"god_text": "Ananke. Personification of fate or necessity Affiliation: hyle, clinamen, determinism, inescapable, zoogony, themis, teleology, causation, apeiron, necessitation."}
{"god_text": "Aphrodite. Goddess of beauty; one of the twelveOlympians Affiliation: eros, goddess, nymph, themis, pandora, rhea, palladion, galatea, seduction, bacchant."}
{"god_text": "Apollo. God of poetry; music; and the sun and the prophecy; an Olympian Affiliation: oracle, lyre, pythoness, nymph, oracular, sanctuary, taurian, python, xoanon, averter."}
{"god_text": "Ares. God of war; an Olympian Affiliation: telamon, pleuron, manslaying, scamander, asteria, gigantomachy, agon, troy, shield, porphyrion."}
{"god_text": "Artemis. Goddess of the hunt and of of the moon; an Olympian Affiliation: huntress, priestess, xoanon, goddess, taurian, tauric, arcadian, sanctuary, palladion, lochia."}
{"god_text": "Asclepius. God of healing Affiliation: healer, healing, oracle, oracular, abaton, paeon, hieron, centaur, pythoness, mantis."}
{"god_text": "Asteria. Goddess of nocturnal oracles and the stars Affiliation: asterion, pleuron, naiad, nephele, phoebe, abas, pyrene, rhea, echidna, nauplius."}
{"god_text": "Ate. Goddess of moral blindness and personification of folly Affiliation: eaten, eat, eating, drank, meat, meal, tasted, porridge, ragout, mouthful."}
{"god_text": "Athena. Goddess of wisdom; defensive war; and Athens; an Olympian Affiliation: palladion, promachos, peplos, xoanon, themis, acropolis, aegis, goddess, priestess, gigantomachy."}
{"god_text": "Bia. Spirit of force and compulsion Affiliation: federal, reservation, federally, tribal, relocation, governmental, allotment, trilateral, statehood, regulatory."}
{"god_text": "Charon. Ferryman of the dead Affiliation: ferryman, boatman, psychopompos, underworld, obolus, sibyl, ferryboat, daemon, helmsman, ferry."}
{"god_text": "Cronus. King of the Titanes and the god of time Affiliation: rhea, metis, ephialtes, themis, echidna, cyclopes, theogony, asteria, porphyrion, arcadian."}
{"god_text": "Cocytus. God of one of the seven rivers of the underworld with the same name Affiliation: scamander, outfall, naiad, alcyon, oozy, river, briny, ribble, rill, asterion."}
{"god_text": "Deimos. Personification of terror Affiliation: protonitrate, penda, limma, downrushing."}
{"god_text": "Despoina. Goddess of mysteries of Arcadian cults and of horses Affiliation: pleuron, asteria, asterion, basilinna, anodos, nephele, herse, pronuba, kore, priestess."}
{"god_text": "Demeter. Goddess of the harvest and of nature; often considered an Olympian Affiliation: kore, sanctuary, goddess, priestess, themis, rhea, xoanon, arcadian, chthonic, herse."}
{"god_text": "Dionysus. God of wine; he took Hestia's place as an Olympian Affiliation: bacchic, bacchant, bacchantes, thiasos, silenus, maenad, satyr, thyrsus, chorus, lyssa."}
{"god_text": "Echo. A mountain nymph that was punished by Hera so that she could no longer speak except to repeat the last words of another Affiliation: reverberate, reverberation, resonant, sounding, resounding, chime, plaintive, shrilling, dissonant, sound."}
{"god_text": "Eris. Goddess of confusion; chaos; and laughter. Affiliation: themis, theogony, strife, dike, eros, gigantomachy, discord, pandora, ephialtes, chthonic."}
{"god_text": "Enyalius. God of war Affiliation: pleuron, borh, thunderer, horsebreaker, zoster, stator, dotter, porphyrion, asteria, victrix."}
{"god_text": "Enyo. Goddess of war; sometimes appears to be identical toEris Affiliation: pleuron, asteria, genetrix, onca, victrix, rhea, borh, sibylla."}
{"god_text": "Erebus. The primeval god of darkness Affiliation: hemera, somnus, sunless, nephele, rayless, underworld, starless, darksome, orchil, darkness."}
{"god_text": "Eridanos. God of one of the seven rivers of the underworld with the same name Affiliation: terek, willer, biri, kishon, interfluvial, rud, outfall, gasconade, neckar, blackwater."}
{"god_text": "Erinyes. Chthonic deities of vengeance Affiliation: matricide, chthonic, bloodguilt, lyssa, ephialtes, dike, chorus, avenging, gigantomachy, pharmakos."}
{"god_text": "Eos. Goddess of the dawn Affiliation: zephyrus, aurora, hemera, nephele, reges, asteria, pedes, matris, instar, feretrum."}
{"god_text": "Eros. God of lust and desire Affiliation: pederastic, erotic, pederasty, nonerotic, spiritedness, homoerotic, nonlover, daimonic, intermediacy, logos."}
{"god_text": "Gaia. Primordial Goddess of earth; and mother of the Titans Affiliation: rhea, echidna, metis, themis, keto, hemera, asteria, theogony, parthenogenesis, asterion."}
{"god_text": "Ganymede. Cup-bearer of the olympians after Hebe Affiliation: naiad, nymph, galatea, palladion, herse, cupbearer, asteria, centaur, asterion, shepherdess."}
{"god_text": "Geras. God of old age Affiliation: kalon, chelidon, yokefellow, pais, pleon, andron, pleuron, phano, bios."}
{"god_text": "Hades. God of the underworld; often considered an Olympian Affiliation: underworld, infernal, otherworld, nether, hell, dead, chthonic, psychopompos, heaven, sunless."}
{"god_text": "Hebe. First cup-bearer of the olympians and Goddess of youth Affiliation: hymen, herse, naiad, althea, ambrosia, galatea, unwedded, bride, themis, nymph."}
{"god_text": "Hecate. Goddess of Witchcraft and crossroads Affiliation: goddess, chthonic, priestess, themis, sibyl, protectress, rhea, nephele, asteria, nymph."}
{"god_text": "Helios. God who drives of thesun: a primordial Affiliation: nephele, aion, hemera, sun, daystar, orchamus, naiad, miny, catasterism, phaeton."}
{"god_text": "Hemera. A primordial deity and the personification of day Affiliation: asteria, asterion, naiad, nephele, phoebe, vestalia, ilia, parthenogenesis, rhea, aer."}
{"god_text": "Hephaestus. God of smiths and fire; an Olympian Affiliation: craftsman, pandora, rhea, cyclopes, artificer, palladion, gigantomachy, lyre, nymph, smithy."}
{"god_text": "Hesperides. Nymphs of evening and golden lights of sunsets Affiliation: fabled, argo, asphodel, naiad, covent, dryad, orchard, echidna, atlas, pyrene."}
{"god_text": "Hera. Chief Goddess of the pantheon and Goddess of marriage; an Olympian Affiliation: nephele, themis, palladion, rhea, harmonia, xoanon, nymph, ephialtes, asteria, priestess."}
{"god_text": "Hermes. The messenger of the Greek Gods; an Olympian Affiliation: caduceus, psychopompos, lyre, aion, themis, palladion, waag, rhea, xoanon, nymph."}
{"god_text": "Hestia. Goddess of the hearth who gave up seat at Olympus to Dionysus Affiliation: prytaneum, penates, basileus, basilinna, themis, temenos, promachos, chthonian, rhea, presider."}
{"god_text": "Horme. Spirit of impulse; effort; eagerness; setting oneself in motion; and starting an action Affiliation: orexis, appetition, impulse, phantasia, progressional, spontaneous, instinctive, indiscoverable, unreasoning, kinesis."}
{"god_text": "Hybris. Spirit of outrageous behavior Affiliation: dike, wrongdoing, hubristic, injustice, impiety, patricide, matricide, deinos, nomos, unjust."}
{"god_text": "Hypnos. A primordial deity and the personification of sleep Affiliation: somnus, keto, dreamless, hemera, echidna, unrefreshing, drowse, pleuron, unwinged, dotter."}
{"god_text": "Iapetus. Titan god of the underworld who brought violent deaths to mortals Affiliation: echidna, asteria, fathered, asterion, keto, rhea, naiad, pleuron, telamon, metis."}
{"god_text": "Iris. Goddess of rainbows and messenger ofHera Affiliation: lyssa, versicolor, zephyrus, somnus, messenger, hyacinth, crocus, aster, poppy, cornea."}
{"god_text": "Keres. Goddesses of violent death; sisters ofThanatos Affiliation: lemures, chthonian, korona, extranatural."}
{"god_text": "Kratos. Personification of strength and power Affiliation: nephele, neon, lyssa, themis, lawgiving, waag, miny, decentralize, nimmer, dynamis."}
{"god_text": "Lampades. Torch-bearing underworld nymphs Affiliation: intrant, superius, solio, brachium, certis."}
{"god_text": "Lethe. Goddess of one of the seven rivers of the underworld with the same name Affiliation: scamander, forgetfulness, naiad, outfall, oblivion, fountain, asphodel, ribble, rill, fount."}
{"god_text": "Limos. Goddess of starvation Affiliation: infertility, famine, zoster, phthiriasis, nonspecified, duodenal, archonship, ostracism, releaser, choregic."}
{"god_text": "Macaria. goddess of the blessed death Affiliation: pleuron, naiad, asterion, asteria, cresphontes, auge."}
{"god_text": "Moirai. Any of the three goddesses that determined humans' fates; the span of a person's life; and their allotment of misery and suffering Affiliation: themis, cly, harmonia, miny, averter, epithalamion, chthonic, pronuba, aion, psychopompos."}
{"god_text": "Momos. Evil-spirited god of blame Affiliation: cero, agricultor, frasco, miglio, domn, indican, cembalo."}
{"god_text": "Moros. God of impending doom Affiliation: caza, moro, subtribe, barangay, rancheria, pelean, barbary, chincha, sumatra, morga."}
{"god_text": "Nemesis. The avenging goddess of divine retribution Affiliation: retribution, algerine, themis, argo, harbour, steamer, retributive, frigate, matricide, bogue."}
{"god_text": "Nike. Spirit of victory Affiliation: phiale, promachos, pediment, protome, laur, biga, plemochoe, pelike, rhyton, helmeted."}
{"god_text": "Nyx. A primordial deity and the personification of the night Affiliation: hemera, echidna, asteria, nephele, naiad, asterion, somnus, keto, themis, rhea."}
{"god_text": "Pallas. Titan god of war-craft and the springtime campaign season Affiliation: ilium, hector, gainst, beauteous, deathful, strook, oer, nisus, palladion, telamon."}
{"god_text": "Pan. God of shepherds Affiliation: arcadian, syrinx, supari, saucepan, pot, nymph, goatherd, tub, rhea, kettle."}
{"god_text": "Persephone. Queen of the underworld; wife ofHadesand goddess of spring growth Affiliation: underworld, rhea, psyche, kore, goddess, nymph, anodos, chthonic, themis, palladion."}
{"god_text": "Perses. Titan of destruction Affiliation: theogony, dike, protreptic, arete, prat, gigantomachy, nomos, epinician, metis, proem."}
{"god_text": "Phlegethon. God of one of the seven rivers of the underworld with the same name Affiliation: scamander, outfall, algerine, pinnace, whaleboat, brigantine, troopship, gambia, neckar, flotilla."}
{"god_text": "Phobos. Spirit of panic; fear; flight; and battlefield route Affiliation: lyssa, prophasis, panic, mormo, syrinx, bacchant, aition, katharsis, miny, aphrodisia."}
{"god_text": "Polemos. Spirit of war Affiliation: mithridatic, dysgenic, andron, badian, agon, hypomnematic, ramage, spart, theoria, koinonia."}
{"god_text": "Poseidon. God of the sea and the Father of horses; an Olympian Affiliation: triton, nauplius, nymph, hieron, cyclopes, asterion, asteria, rhea, palladion, ephialtes."}
{"god_text": "Selene. Goddess who drives themoon;a Primordial Affiliation: herse, hemera, pollux, althea, nephele, nymph, asteria, galatea, zephyrus, naiad."}
{"god_text": "Styx. Goddess of one of the seven rivers of the underworld with the same name that formed a boundary between the living and the dead Affiliation: scamander, underworld, abyss, naiad, ferryman, outfall, infernal, swum, nymph, asterion."}
{"god_text": "Tartarus. A primordial deity who the abyss used as the dungeon of torment that resides beneath the underworld was named after Affiliation: underworld, abyss, hell, infernal, dungeon, gloomy, nether, cavern, chasm, heaven."}
{"god_text": "Thanatos. The god of death Affiliation: somnus, keto, eros, chthonic, hemera, nephele, bacchant, echidna, gigantomachy, daemon."}
{"god_text": "Uranus. Primordial god of the heavens; and father of the Titans Affiliation: rhea, metis, theogony, hemera, echidna, ephialtes, themis, parthenogenesis, nephele, earth."}
{"god_text": "Zeus. God of sky and air; chief Olympian Affiliation: themis, rhea, metis, foudroyant, gigantomachy, nephele, theogony, thunderer, mortal, earthborn."}
{"god_text": "Morpheus. God of dreams Affiliation: somnus, sleep, slumber, hymen, slumbering, wakes, wakeful, sleeping, waker, hushaby."}
{"god_text": "Reus. the Devoris; i.e; the King of Gallaecian-Lusitanian Gods.  Reus is possible cognate to lat. Rivus; hel. rhea Affiliation: ketting, bouw, streek, inlander, woning, letten, schuit, schepen, kroon."}
{"god_text": "Lugos. the hispano-celtic equivalent to Lug Affiliation: uvular, labiovelar, unaspirated, epenthetic, geminated, allophone, zayin, postvelar, palatal, affricate."}
{"god_text": "Brigantia. equivalent to Brigid Affiliation: smithcraft, ribble, underwave, cumal, druidess, cailleach, ethal, connaught, lough, ogam."}
{"god_text": "Dagda. God of Earth. Affiliation: cumhal, cumal, oisin, brugh, ethal, druid, sidhe, mac, druidess, lug."}
{"god_text": "Macha. Goddess of war; life; and death. Affiliation: ulster, connaught, cumal, brugh, cumhal, oisin, playfield, mac, hound, gullion."}
{"god_text": "Cailleach. Goddess of disease and plague. Affiliation: sheaf, kirn, thresher, hogmanay, carline, litholatry, boggart, silesia, pixy, mayday."}
{"god_text": "Diancecht. God of healing and medicine. Affiliation: druidess, cumhal, ethal, cumal, smithcraft, brehon, healer, druid, howel, healing."}
{"god_text": "Brigid. Goddess of fire; healing; agriculture; prophecy and poetry. Affiliation: underwave."}
{"god_text": "Taranis. God of thunder. Affiliation: divus, cunctator, sibylla, nympha, fretum, genetrix, sandan, crista, robur, crypta."}
{"god_text": "Rhiannon. Goddess of fertility. Affiliation: oisin, cumhal, llyn, fairy, ethal, bran, sorceress, enchanter, bespelled, faery."}
{"god_text": "Eriu. Goddess of Ireland itself. Affiliation: oisin, townland, cumal, brugh, underwave, mac, connaught, ethal, gullion, cumhal."}
{"god_text": "Aine. Goddess of love; summer; youth; wealth and sovereignty. Affiliation: brugh, sidhe, cumal, oisin, llyn, townland, banshee, gullion, cwm, druid."}
{"god_text": "Epona. Goddess of fertility. Affiliation: vestalia, smithcraft, situlae, biga, genetrix, cisalpine, antefix, situla, waterhorse, lacinia."}
{"god_text": "Lugh. God of the sun. Affiliation: druid, oisin, ethal, brugh, cumal, cumhal, mac, ulster, sidhe, socht."}
{"god_text": "Aine. Goddess of summer. Affiliation: brugh, sidhe, cumal, oisin, llyn, townland, banshee, gullion, cwm, druid."}
{"god_text": "Asgard. home to the sir tribe of gods Affiliation: balder, mimer, loke, giantess, thingstead, valhall, ironwood, regin, mead, ull."}
{"god_text": "Balder. god of beauty; innocence; joy; peace; and purity; son of Odin Affiliation: mistletoe, uller, giantess, valhall, loke, mimer, regin, volva, vali, seeress."}
{"god_text": "Beyla. goddess of bees or cattle Affiliation: uller, perjurous, gilling, valhall, giantess."}
{"god_text": "Bil. goddess of the moon Affiliation: mog, nema, gud, nidi, dithematic, ayin, sol, echidna, dags, dag."}
{"god_text": "Bragi. god of poetry Affiliation: balder, mimer, jarl, giantess, ull, valhall, volva, hilding, uller, regin."}
{"god_text": "Byggvir. god of barley Affiliation: valhall, ull, perjurous, uller."}
{"god_text": "Dagr. god of the day Affiliation: halsen, limma, annat, gutt, stenar."}
{"god_text": "Disir. local female goddesses or female ancestors Affiliation: parate, seminate, tinct, tressed, lof, riden, hest, urd, crimination, cuss."}
{"god_text": "Eir. goddess of healing Affiliation: ey, ose, ough, rone, e, underer, ree, putter, babby, eme."}
{"god_text": "Fenrir. wolf-god of destruction and Ragnarok (Norse Armageddon) Affiliation: loke, wolf, giant, monster, giantess, fetter, troll, ironwood, ravening, regin."}
{"god_text": "Forseti. god of justice Affiliation: uller, jarl, ull, dags, valhall, hilding, regin, balder, mimer, jokul."}
{"god_text": "Freya. goddess of love; beauty; fertility; sex; war; gold; and magic Affiliation: uller, giantess, balder, maiden, ottar, loke, kinswoman, regin, mimer, wooer."}
{"god_text": "Freyr. God of fertility and love Affiliation: jarl, giantess, balder, ull, ottar, uller, mimer, regin, valhall, loke."}
{"god_text": "Frigga. Goddess of women domestic skills and wisdom Affiliation: balder, uller, giantess, loke, regin, mimer, herse, elves, hilding, volva."}
{"god_text": "Heimdall. The guardian of the Norse deities Affiliation: giantess, mimer, uller, regin, jarl, valhall, loke, ull, balder, ironwood."}
{"god_text": "Hel. Queen ofHelheim; the Norse underworld Affiliation: valhall, urd, balder, underworld, volva, giantess, thingstead, loke, chooser, jarl."}
{"god_text": "Hoenir. God of reason Affiliation: woning, loke, zoon, regin, chooser, valhall."}
{"god_text": "Idunn. Goddess of apples and immortality Affiliation: giantess, gilling, perjurous, shapeshifter, ogress, ull, uller, kinswoman."}
{"god_text": "Irpa. Goddess of hail storms Affiliation: pungi, morg."}
{"god_text": "Jord. Earth Goddess Affiliation: dotter, gud, solen, dags, annat, steg, sker."}
{"god_text": "Lofn. Goddess of thwarted lovers Affiliation: gud, dags, nema, dreng."}
{"god_text": "Loki. The Norse trickster god Affiliation: loke, giantess, balder, regin, giant, dwarf, mimer, troll, uller, wolf."}
{"god_text": "Mani. God of the moon Affiliation: fest, strette, braccia, stanze, imprese, tenebrose, colorate, dita, lata, vicine."}
{"god_text": "Njord. God of the coast and wealth Affiliation: ull, mimer, loke, giantess, uller, balder, regin, hilding, chalet, jarl."}
{"god_text": "Norns. The three goddesses of fate Verdandi Urd and Skuld Affiliation: urd, mimer, regin, seeress, volva, elves, giantess, valhall, kinswoman, ironwood."}
{"god_text": "Nott. Goddess of night Affiliation: dag, dags, halsen, samlet, toner, cheyney, amt."}
{"god_text": "Odin. God of the hunt; magic; poetry; victory; war; and wisdom Affiliation: balder, mimer, loke, giantess, regin, ottar, valhall, volva, giant, ironwood."}
{"god_text": "Ran. Goddess of the drowned Affiliation: rushed, running, hurried, went, flew, dashed, run, drove, sprang, threw."}
{"god_text": "Saga. Goddess of wisdom Affiliation: iceland, sagaman, narrative, story, prose, romance, episode, ballad, chronicle, runic."}
{"god_text": "Sif. Goddess of kinship Affiliation: ull, uller, giantess, loke, mimer, balder, hilding, gilling, kinswoman, herse."}
{"god_text": "Skadi. Goddess of skiing and mountains Affiliation: giantess, uller, loke, balder, mimer, ull, regin, gilling, jarl, dags."}
{"god_text": "Snotra. Goddess of wisdom Affiliation: gud, annat."}
{"god_text": "Sol. Goddess of the sun Affiliation: aurora, glaur, nones, luna, westering, asterism, dier, hemera, sagittarius, midmonth."}
{"god_text": "Syn. Goddess of protection Affiliation: onym, onymous, derivational, noncognate, synonymity, cretic, suffixation, phono, metalinguistic, analogical."}
{"god_text": "Thor. God of thunder Affiliation: loke, giant, giantess, troll, regin, hammer, balder, mimer, uller, gilling."}
{"god_text": "Thorgerd. Goddess of hail storms Affiliation: jarl, uniped, hersir, hilding."}
{"god_text": "Tyr. God of battle and warfare Affiliation: ull, uller, loke, mimer, balder, giantess, regin, valhall, gigantomachy, giant."}
{"god_text": "Ull. God of skiing; hunting; and combat Affiliation: valhall, dags, jarl, gaut, mimer, uller, chalet, hamal, nema, ottar."}
{"god_text": "Vali. God of vengeance Affiliation: rakshasa, daitya, amba, vinata, balder, devaloka, slayer, tara, baka, danda."}
{"god_text": "Var. Goddess of oaths Affiliation: skal, ligger, nema, stod, tid, til, randir, spor, strid, mezereum."}
{"god_text": "Vidar. God of strength Affiliation: uller, balder, ironwood, giantess, valhall, loke, mimer, vali, regin, ull."}
{"god_text": "Vor. Goddess of hidden knowledge Affiliation: hinter, seit, nach."}
{"god_text": "Apollo. God of the sun; music; and poetry Affiliation: oracle, lyre, pythoness, nymph, oracular, sanctuary, taurian, python, xoanon, averter."}
{"god_text": "Bellona. Goddess of war Affiliation: victrix, stator, genetrix, archeress, sibylla, asteria, mithridatic, somnus, togata, teopan."}
{"god_text": "Bacchus. God of wine Affiliation: bacchantes, bacchic, bacchanalian, thyrsus, bacchant, nymph, bacchanal, evoe, wine, vine."}
{"god_text": "Ceres. Goddess of the harvest Affiliation: dryad, husbandman, nymph, themis, unsown, rhea, goddess, herse, corn, naiad."}
{"god_text": "Cupid. God of love Affiliation: nymph, psyche, zephyrus, lover, syrinx, lovesick, naiad, galatea, eros, huntress."}
{"god_text": "Diana. Goddess of the hunt Affiliation: huntress, protectress, goddess, vestal, althea, patroness, nymph, shepherdess, pronuba, xoanon."}
{"god_text": "Honos. God of chivalry; honor; and military justice Affiliation: pudicitia, notum, magnifice, classis, matris, vitium, obsequium, volet, operae, optime."}
{"god_text": "Janus. Two-headed god of beginnings and endings Affiliation: flamen, saturnalia, pontifex, flaminica, caduceus, sandan, ophite, penates, palatine, aurelian."}
{"god_text": "Juno. The chief Goddess of the Roman pantheon; Goddess of marriage Affiliation: nymph, thunderer, themis, herse, rhea, cestus, iris, nephele, somnus, goddess."}
{"god_text": "Jupiter. The chief god; God of the sky Affiliation: thunderer, rhea, nymph, themis, heaven, heavens, somnus, nephele, god, planet."}
{"god_text": "Maia. The good Goddess; Goddess of spring Affiliation: naiad, asteria, asterion, rhea, hemera, miny, themis, phoebe, zephyrus, pleuron."}
{"god_text": "Mars. God of war Affiliation: planet, sagittarius, dugal, victrix, asteroid, zodiacal, thunderer, stator, star, huntress."}
{"god_text": "Mercury. The messenger of the Roman Gods Affiliation: quicksilver, mercurial, mercuric, fulminate, biniodide, sulphide, orpiment, cinnabar, liquid, sulphuret."}
{"god_text": "Minerva. Goddess of wisdom and civilization Affiliation: palladium, palladion, themis, cestus, iris, nymph, hector, ilium, camilla, thunderer."}
{"god_text": "Neptune. God of the sea Affiliation: triton, nymph, thunderer, galatea, rhea, argo, dolphin, sea, calypso, nephele."}
{"god_text": "Nerio. Warrior goddess and personification of valor Affiliation: flaminica, togata, cunctator, victrix, genetrix, orchamus, divus, ilia, vestalia, pleuron."}
{"god_text": "Nox. Goddess and personification of the night Affiliation: culpa, plebe, tutela, canicule, clochette, cendre, nepote, caterva, indole, coquina."}
{"god_text": "Pluto. God of the underworld Affiliation: underworld, infernal, somnus, nether, heaven, ravisher, ironhearted, gloomy, herse, chthonic."}
{"god_text": "Plutus. God of wealth Affiliation: comedy, parabasis, tragedian, dithyramb, dramatist, playwright, agon, tragedy, monody, trag."}
{"god_text": "Portunus. God of keys; doors; and livestock Affiliation: crista, asterion, stator, cunctator, pleuron, vog."}
{"god_text": "Proserpina. Queen of the underworld Affiliation: herse, nymph, maiden, pomegranate, naiad, dryad, cockatrice, buttercup, oread, althea."}
{"god_text": "Tempestas. Goddess of storms and sudden weather Affiliation: transire, superius, certis, habendum, solio."}
{"god_text": "Terminus. God who protected boundary markers Affiliation: date, boundary, ante, seaboard, universalia, dating, cedent, quern, toponym, watershed."}
{"god_text": "Trivia. Goddess of magick and three-way crossroads; equivalent to the Greek Hecate Affiliation: numerology, pedantry, mathematics, baseball, soccer, anagrams, schoolboy, slang, melange, gastronomy."}
{"god_text": "Venus. Goddess of beauty Affiliation: star, sagittarius, victrix, heliacal, goddess, cestus, planet, flytrap, genetrix, lunar."}
{"god_text": "Vesta. Goddess of the hearth Affiliation: vestal, penates, vestalia, flaminica, flamen, oakwood, pontifex, sandan, pontifices, asherah."}
{"god_text": "Victoria. Personification of victory Affiliation: nyanza, canada, aboriginal, montana, wellington, michigan, park, fresno, kensington, squatter."}
{"god_text": "Virtus. God of bravery and military strength Affiliation: pietas, animi, recta, operae, vitium, manliness, optime, placet, vulgus, arete."}
{"god_text": "Vulcan. God of the forge Affiliation: artificer, smithy, blacksmith, craftsman, nymph, sculptor, rhea, forge, brazen, thunderer."}
{"god_text": "Arduinna. Goddess of hunting; forests Affiliation: gilo, limma, saccus, reseda."}
{"god_text": "Sequana. Goddess of healing/health Affiliation: gazi, bister, towy, ribble, phyle, bullfeast, postament, asteria, xoanon, asterion."}
{"god_text": "Sirona. Goddess of healing/health Affiliation: reproachfully, deaconess, beseechingly, pityingly, timidly, anchorite, undine, althea, centurion, marceline."}
{"god_text": "Sulis. Goddess of healing/health; death Affiliation: regia, laconicum, thermae, tepidarium, bath, fortis, creta, supplicavit, litus, genetrix."}
{"god_text": "Perun. god of thunder and lightning; king of the gods Affiliation: thunderer, sandan, tundun, thunder, uller, tutelar, smithcraft, pluvial, shapeshifter, perjurous."}
{"god_text": "Haldi. God of War; Supreme God of the Urartian pantheon Affiliation: turmeric, nema, araroba, annatto, annat, zedoary, munt, licorice, colcothar, yava."}
{"god_text": "Anhur. God of War; Sky Bearer Affiliation: penda, pungi, limma."}
{"god_text": "Anubis. God of Embalming; Prosecutor of the Dead Affiliation: amen, keb, seth, embalmer, ennead, scarab, jackal, ament, bes, cynocephalous."}
{"god_text": "Apep. The serpent deity of evil and darkness Affiliation: seth, scorpion, ra, spitter, crocodile, serpent, hippopotamus, expeller, execration, antivenom."}
{"god_text": "Aten. the embodiment of the Sun's rays Affiliation: amen, benben, titulary, uraeus, ennead, ramose, scarab, ra, pyramidion, neter."}
{"god_text": "Atum. a creator deity Affiliation: ennead, ra, keb, begetter, paut, ogdoad, amen, seth, khu, creator."}
{"god_text": "Bast. Goddess of Cats Affiliation: gula, ament, amen, neter, bes, scarab, asherah, kapa, maguey, khu."}
{"god_text": "Bes. God;Demon of Protection; Childbirth and Entertainment Affiliation: ithyphallic, sistrum, neter, scarab, horned, ankh, statuette, modius, amen, khat."}
{"god_text": "Geb. God of the Earth Affiliation: ennead, keb, nut, seth, paut, parter, ogdoad, begetter, amen, undersky."}
{"god_text": "Hapi. God of the Nile and Fertility Affiliation: keb, cynocephalous, amen, khu, ogdoad, baboon, ament, khet, paut, behen."}
{"god_text": "Hathor. Goddess of Love and Music Affiliation: goddess, amen, bast, scarab, benben, bes, ra, ament, gula, sistrum."}
{"god_text": "Horus. the falcon headed god; King of gods Affiliation: seth, ennead, ra, keb, amen, khu, scarab, parter, ogdoad, bes."}
{"god_text": "Imhotep. God of wisdom; medicine and magic Affiliation: coregent, mastaba, embalmer, ramose, nomarch, mohar, titulary, scribe, lector, amen."}
{"god_text": "Isis. Goddess of Magic; sister of Nephthys Affiliation: goddess, seth, ra, mummy, cippus, amen, scarab, bes, ithyphallic, ament."}
{"god_text": "Khepry. the scarab beetle; the embodiment of the dawn Affiliation: cynocephalous, mummied, septet, ogdoad, keb, ament, neb, uniter, ra, ankh."}
{"god_text": "Khnum. a creator deity Affiliation: amen, benben, ennead, ogdoad, ra, ankh, bes, begetter, elephantine, scarab."}
{"god_text": "Khonsu. God of the Moon Affiliation: expeller, benben, amen, punt, speos, elephantine, ra, adad, bes, paut."}
{"god_text": "Kuk. An uncreated god who personified the primordial darkness Affiliation: rumal, thig, altun, soapberry, chay, thung, caracol, snying, zac, chob."}
{"god_text": "Mentu. God of war Affiliation: keb, adad, neb, uniter, smiter, khet, behen, waterflood, neter, fanbearer."}
{"god_text": "Min. God of Male Fertility Affiliation: lam, ast, kor, dah, zad, aln, alar, hak, rah, kitab."}
{"god_text": "Mont. god of war Affiliation: blanc, cwm, etna, mount, nombril, massif, lierre, buisson, ponceau, barite."}
{"god_text": "Naunet. the primal waters Affiliation: ogdoad, nun, nit, male, bes, khu, primeval, unconceived, feminine, female."}
{"god_text": "Neith. the great mother goddess; goddess of war Affiliation: ennead, amen, ra, undersky, keb, ankh, parter, seth, scarab, ament."}
{"god_text": "Nephthys. mother of Anubis Affiliation: keb, seth, amen, mummiform, spitter, ra, baboon, ankh, sistrum, ennead."}
{"god_text": "Nut. goddess of heaven and the sky Affiliation: hazelnut, kukui, pecan, coconut, ennead, hickory, tamarind, womb, rind, beetle."}
{"god_text": "Osiris. God of death Affiliation: ra, seth, ament, khu, keb, ennead, amen, deceased, resurrection, mummy."}
{"god_text": "Pakhet. Goddess of war Affiliation: lioness, ament, speos, goatfish, ithyphallic, springbok, colossi, couchant, hippopotamus, cynocephalous."}
{"god_text": "Ptah. a creator deity Affiliation: amen, ra, ennead, benben, paut, neter, keb, ament, fashioner, scarab."}
{"god_text": "Ra. the sun God Affiliation: khu, neter, paut, amen, ogdoad, ament, ba, neb, khet, ea."}
{"god_text": "Satis. Deification of the floods of the Nile River and an early war; goddess of hunting and fertility Affiliation: matris, operae, veri, cantus, tenent, stupe, inclusa, proprium, prius, volet."}
{"god_text": "Sobek. Crocodile God Affiliation: ogdoad, seth, crocodile, ra, ibis, ennead, baboon, behen, keb, cynocephalous."}
{"god_text": "Set. God of Storms; possible father of Anubis Affiliation: setting, put, laid, brought, cast, stand, fixed, bring, laying, went."}
{"god_text": "Sopdu. God of the scorching heat of the summer sun; associated with war Affiliation: cynocephalous, mummied, ament, septet, keb, seth, ogdoad, parter, ennead, behen."}
{"god_text": "Shu. god of the wind and air\" Affiliation: ra, khu, keb, sheng, tien, shih, pien, ogdoad, yuan, thung."}
{"god_text": "Taweret. Goddess of childbirth and fertility Affiliation: bes, ithyphallic, ankh, cynocephalous, goddess, statuette, mummiform, khat, cippus, asherah."}
{"god_text": "Tefnut. goddess of order; justice; time; Heaven and Hell and weather Affiliation: ogdoad, keb, khu, nut, ra, ennead, scarab, bast, ankh, ament."}
{"god_text": "Thoth. god of the moon; drawing; writing; geometry; wisdom; medicine; music; astronomy; and magic Affiliation: ra, ennead, seth, amen, keb, khu, ogdoad, paut, ament, scarab."}
{"god_text": "Wepwawet. Wolf-god of war and death who later became associated withAnubisand the afterlife Affiliation: ament, neter, paut, bes, amen, opener, theologeion, keb, parter, nomarch."}
{"god_text": "Aja. goddess of commerce and money Affiliation: catling, nymphaeum, boardman, tholos, rhyton, tapa, stamnos, cummer."}
{"god_text": "Ayao. goddess of the whirlwinds or cyclone Affiliation: norite, yobi."}
{"god_text": "Meme. goddess of health and healing Affiliation: supposer, formule, renvoi, allemande, assurer, chypre, bordure, cyclope, changement, justifier."}
{"god_text": "Ogun. god of Iron; Employment; Technology; and the Forest Affiliation: smithcraft, tutelar, dess, juggernaut, personating, asherah, pernitrate, xoanon, bister, theriomorphic."}
{"god_text": "Oya. goddess of Winds; Storms; Tornados; Lighting; and the Marketplace Affiliation: chichi, shita, yobi, arite, suwe, aru, kuruma, chikara."}
{"god_text": "Mazu. Patron goddess of seafarers Affiliation: pelu, tanha."}
{"god_text": "Amaterasu. Goddess of the sun Affiliation: mikado, shogun, imperial, shrine, shogunate, emperor, deity, uji, empress, augustness."}
{"god_text": "Cannon. Mahayana Buddhist Goddess of Compassion. Also known as Guan Yin. Affiliation: artillery, gunpowder, gun, culverin, musket, musketry, matchlock, flintlock, bombard, shrapnel."}
{"god_text": "Futsu. God of war Affiliation: unsheathing, socht, yashiro, toko, kashima, unsheathed, yagi."}
{"god_text": "Hachiman. God of war Affiliation: yashiro, kashima, matsuri, maru, nishiki, tachibana, shrine, bungo, iyo, daimio."}
{"god_text": "Inari. God of Foxes Affiliation: yashiro, kashima, shrine, matsuri, jinja, mikado, sugi, godling, maki, deota."}
{"god_text": "Izanagi. First god Affiliation: mikado, tane, heaven, ame, kashima, oki, heavenly, giantess, ancestress, augustness."}
{"god_text": "Izanami. Goddess of Death; Uncleanliness; and the Underworld. Also the first goddess Affiliation: tane, augustness, grandchild, ancestress, kahu, heaven, demigoddess, keb, rhea, mythically."}
{"god_text": "Daikoku. God of Wealth; commerce; and trade Affiliation: yashiro, nishiki, bungo, kashima, chirimen, shaku, shiko, maru, tengu."}
{"god_text": "Ebisu. God of Fishers and Merchants Affiliation: yashiro, kashima, nishiki, matsuri, jinja, maru, yagi, chirimen, bungo, sugi."}
{"god_text": "Benzaiten. Goddess of eloquence; music; art; and beauty Affiliation: esoterism, stupa, lohan, shrine, bodhisattva, nirmanakaya, yashiro, bodhi."}
{"god_text": "Bishamonten. God of Warriors Affiliation: nishiki, dairi, imperially, yagi, fusuma, backflap, yashiro."}
{"god_text": "Hotei. God of Abundance and Good Health Affiliation: nishiki, wakon."}
{"god_text": "Susanoo. God of Storms Affiliation: augustness, ame, mikado, tenson, tachibana, shogun, oki, toko, maki, yashiro."}
{"god_text": "Tengu. Minor deities (kami) of Mountains Affiliation: handcart, dragon, bodhisattva, demon, demoness, dairi, pagoda, goblin, mikado, kashima."}
{"god_text": "Tsukiyomi. God of the Moon Affiliation: yashiro, kashima, tachibana, mikado."}
{"god_text": "Beg. God of war Affiliation: entreat, beseech, begging, ask, please, implore, pray, crave, supplicate, imploring."}
{"god_text": "Brahma. God of creation Affiliation: siva, undecaying, creator, purusha, rishi, increate, bhagavat, uncreated, atman, universe."}
{"god_text": "Dyaus. God of heaven Affiliation: thunderer, personification, appellative, fulmine, tundun, epithet, etymologically, mythology, loanword, asterism."}
{"god_text": "Ganesha. God of beginnings and remover of obstacles. A god with an elephant head (his father Shiva cut off his human head) Affiliation: puja, kamala, devata, amma, tulasi, sanctum, tulsi, aniconic, pandal, nandi."}
{"god_text": "Hanuman. A muscular monkey god; the son of the wind; a character in the Ramayana who helped Rama save Sita Affiliation: monkey, rakshasa, vali, vimana, langur, vinata, daitya, demoness, tara, siva."}
{"god_text": "Indra. God of war Affiliation: daitya, vasu, devaloka, soma, rishi, bali, rakshasa, deva, wielder, vinata."}
{"god_text": "Kali. Goddess of death and time Affiliation: demoness, goddess, shakti, siva, kamala, grama, devata, puja, dess, demonic."}
{"god_text": "Karttikeya. God of war Affiliation: vinata, siva, demoness, amba, lamba, seizer, vasu, sundari, daitya, nandi."}
{"god_text": "Lakshmi. Goddess of wealth and fortune; a consort of Vishnu Affiliation: kamala, goddess, devata, grama, chowk, puja, amma, brahmachari, amba, shakti."}
{"god_text": "Mariamman. Goddess of rain Affiliation: grama, devata, teopan, reconsecration, reddy, kamala, taluk, aniconic, chandi, peripteral."}
{"god_text": "Maruts. Storm gods Affiliation: boundlessly, devaloka, daitya, soma, mighty, heaven, increaser, kurus, wielder, blazing."}
{"god_text": "Parvati. Goddess of fertility; love; beauty; and children. A Mother Goddess Affiliation: siva, goddess, amba, shakti, devotee, demoness, ganga, kamala, bhava, dess."}
{"god_text": "Saranyu. Goddess of the clouds Affiliation: aurora, hemera, theriomorphic, creatrix, nephele, personification, echidna, phoebe, fulmine, sundari."}
{"god_text": "Saraswati. Goddess of learning; music; and art. Consort of Brahma Affiliation: swami, brahmachari, vidya, pandita, kashi, dayal, amrita, maha, guru, kamala."}
{"god_text": "Shiva. Several of his avatars are gods of avenging and destroying Affiliation: siva, linga, shakti, goddess, devotee, nandi, kali, guru, ganga, demoness."}
{"god_text": "Vayu. God of the wind Affiliation: vinata, vasu, daitya, devaloka, deva, impeller, vimana, wind, vajra, lamba."}
{"god_text": "Vishnu. God of protection and preservation; several of his avatars are associated with fighting and vanquishing evilKalki - The tenth avatar of Vishnu to end the Kali YugaKrishna - A well-known avatar of Vishnu who preserves the force of the universeKurma - An avatar of Vishnu who appeared as a turtleMatsya - An avatar of Vishnu who appeared as a fishRama - An avatar of Vishnu; known from the Ramayana; a prince who saved his wife Sita from enemies Affiliation: siva, linga, bhagavat, purana, daitya, deva, purusha, puranic, undeteriorating, deity."}
{"god_text": "Kalki. The tenth avatar of Vishnu to end the Kali Yuga Affiliation: incarnation, tirthankara, kali, daitya, sankha, pandita."}
{"god_text": "Krishna. A well-known avatar of Vishnu who preserves the force of the universe Affiliation: cowherd, devotee, bhakti, bhagavat, guru, siva, devotional, bhakta, jiva, samba."}
{"god_text": "Kurma. An avatar of Vishnu who appeared as a turtle Affiliation: sankha, purana, ruru, samhita, khanda, linga."}
{"god_text": "Matsya. An avatar of Vishnu who appeared as a fish Affiliation: vasu, sankha, daitya, vinata, samba, baka, kurus, ruru."}
{"god_text": "Rama. An avatar of Vishnu; known from the Ramayana; a prince who saved his wife Sita from enemies Affiliation: rakshasa, vali, monkey, vimana, rishi, dharma, siva, scorcher, daitya, devaloka."}
{"god_text": "Yama. A wrathful god said to judge the dead and preside over the Narakas and the cycle of the afterlife (samsara) Affiliation: momo, dharma, deva, kaha, ender, daitya, danda, vali, loka, wielder."}
{"god_text": "Mitra. The second-highest god in Zoroastrianism. He is the Zoroastrian god of contracts and oaths. He is one of the three judges at the bridge of souls. Affiliation: vasu, deb, bandhu, brahmachari, telang, deva, amrita, anjan, gotra, bhat."}
{"god_text": "Adad. God of storms (Assyrian) Affiliation: ashur, gula, patesi, dimmer, nintu, bel, antu, niffer, baal, ziggurat."}
{"god_text": "Anshar. father of heaven Affiliation: ea, adad, keb, ashur, paut, creator, god, utu, patesi, heaven."}
{"god_text": "Anu. the god of heaven (Mesopotamian) Affiliation: adad, ea, ashur, bel, gula, patesi, nintu, kish, keb, ra."}
{"god_text": "Apsu. the ruler of gods and underworld oceans Affiliation: ea, nintu, primordial, adad, patesi, primeval, bel, creatrix, gula, keb."}
{"god_text": "Ashtart. Goddess of war (Babylonian) Affiliation: asherah, gula, sandan, postament, decastyle, ophite, ashur, creatress, genetrix, adad."}
{"god_text": "Ashur. God of war and national god of the Assyrians (Assyrian) Affiliation: adad, patesi, kish, niffer, ziggurat, sandan, baal, gula, ur, asherah."}
{"god_text": "Damkina. Earth mother goddess Affiliation: gula, ea, creatrix, nintu, adad, creatress, ancestress, consort, ament, arad."}
{"god_text": "Enki. God of Creation; Water; Fertility; Black Arts; and Mischief. (Babylonian) Affiliation: nintu, utu, ea, gish, patesi, hierodule, adad, creator, unilingual, creatrix."}
{"god_text": "Enlil. god of weather and storms (Mesopotamian) Affiliation: utu, adad, nintu, patesi, bel, ashur, ea, kish, gula, hierodule."}
{"god_text": "Ereshkigal. Goddess of the Underworld Affiliation: gula, nintu, creatress, adad, hierodule, underworld, ashur, asherah, creatrix, amelu."}
{"god_text": "Erra. An Akkadian plague god; also the god of mayhem and pestilence who is responsible for periods of political confusion (Akkadian/Babylonian) Affiliation: nintu, hymnic, tylus, epyllion, epic, telegony, phasma, musico, octateuch, finkel."}
{"god_text": "Ninurta. god of war (Babylonian) Affiliation: utu, adad, nintu, patesi, unilingual, ashur, ea, bel, thunderbird, neckstock."}
{"god_text": "Inanna. Goddess associated with love; beauty; sex; desire; fertility; war; justice; and political power (Mesopotamian/Sumerian) Affiliation: utu, hierodule, nintu, sheepfold, gula, adad, gish, patesi, goddess, ur."}
{"god_text": "Ishtar. goddess of love (Assyrian/Akkadian/Babylonian) Affiliation: goddess, ashur, gula, adad, bel, ziggurat, nintu, baal, asherah, creatrix."}
{"god_text": "Kingu. husband of Tiamat Affiliation: nintu, gula, patesi, ea, ashur, keb, adad, bel, utu, daitya."}
{"god_text": "Kishar. father of earth Affiliation: creatrix, keb, nintu, paut, hermaphroditic, bisexual, codical, adad, catfaced, demiurge."}
{"god_text": "Marduk. national god of the Babylonians; god of water; vegetation; judgement; and magick (Babylonian) Affiliation: adad, ashur, bel, baal, nintu, patesi, ea, god, tablet, gula."}
{"god_text": "Mummu. god of mists Affiliation: ea, nintu, adad, creatrix, chaos, keb, begat, patesi, abyss, gula."}
{"god_text": "Nabu. god of the scribal arts Affiliation: adad, bel, asherah, gula, ashur, baal, anion, nintu, ziggurat, ahura."}
{"god_text": "Namtar. A chthonic minor deity; god of death; and minister and messenger of An; Ereshkigal; and Nergal Affiliation: adad, gatekeeper, nintu, lokapala, utu, exorcist, hierodule, ashur, dorje, ea."}
{"god_text": "Nanna. Moon god Affiliation: utu, balder, sheepfold, dimmer, adad, uller, hierodule, giantess, dags, patesi."}
{"god_text": "Nergal. Ereshkigal's husband and Lord of the Underworld (Babylonian) Affiliation: adad, ashur, bel, nintu, utu, patesi, gula, baal, ea, neckstock."}
{"god_text": "Ninlil. Goddess of air (Mesopotamian) Affiliation: nintu, gula, hierodule, utu, adad, goddess, creatrix, consort, gish, patesi."}
{"god_text": "Nintu. mother of all gods Affiliation: creatress, creatrix, gula, adad, unilingual, ea, utu, niffer."}
{"god_text": "Pap. God of war (Akkadian/Babylonian) Affiliation: sallier, papyrus, crum, recto, stricker, ostracon, cad, papyri, ug, oxy."}
{"god_text": "Shamash. god of the sun and of justice Affiliation: adad, ashur, utu, patesi, bel, nintu, gula, ea, tablet, god."}
{"god_text": "Shala. Goddess of war and grain (Akkadian/Babylonian) Affiliation: coronated."}
{"god_text": "Shara. Minor god of war (Sumerian) Affiliation: muggins, quickborn, atabeg, akala, khutbah, tartarum."}
{"god_text": "Tawhirimatea. God of storms (Maori) Affiliation: cyclonic, thunderer, stormwind, hurricane, vog, zephyrus, soughing, tane, uller, storm."}
{"god_text": "Tiamat. dragon goddess of saltwater (Babylonian) Affiliation: monster, dragon, ea, serpent, demon, chaos, crocodile, avenger, seth, goatfish."}
{"god_text": "El. The west-semitic king of the gods Affiliation: oloroso, tercer, quemado, blanco, excelente, primero, hoy, asiento, arriba, cuya."}
{"god_text": "Baal. His name means lord Affiliation: sandan, asherah, bel, deity, god, ashur, adad, bethel, ammonite, gula."}
{"god_text": "Yamm. God of the sea; called Yawa in other areas; being the equivalent of the jewish god Yahweh Affiliation: erythrean, baal, sargasso, creatress, pluvial, asherah, arad, triton, shoreless, ea."}
{"god_text": "Mot. God of death and the underworld Affiliation: solen, steg, gud, stenar, sinnet, inconnu, nid."}
{"god_text": "Asherah. One of two wives of El Affiliation: baal, ophite, creatress, marmelos, sandan, tutelar, bethel, gula, ashur, benben."}
{"god_text": "Anat. One of two wives of El; goddess of love and war Affiliation: gula, creatrix, creatress, nintu, asherah, ithyphallic, baal, adad, ament, seth."}
{"god_text": "Moloch. His name means king Affiliation: baal, sandan, piacular, asherah, ophite, heathen, theanthropic, sacrifice, immolate, idol."}
{"god_text": "El. Gabal Affiliation: oloroso, tercer, quemado, blanco, excelente, primero, hoy, asiento, arriba, cuya."}
